org-pages/ideasx/turning18.org
#+TITLE: Turning18

* What to do in 2023?
+ Building up your money - get a job, save at most you can, spend in things you will be using for the next 5 years
+ Studying... the hard topic, if I haven't gotten into university in December, enroll at UF and go at least to march/april (your last admissions result deadline)
+ Taking care of yoursef - working out with diet and learning to cook (build your discipline) (only after the army is done with me), no faping, getting a good beard, learn spanish and german

** Money
+ "Take money a lot more seriously than the others around you."
+ You should have an idea with what to do with every penny you have, and always spend less than you win
+ How much of electronics, clothes, and supplies do you need next year?
+ How are you going to earn money?
*** Getting work
+ Energisa - técnico em operação de sistema I
+ Companies in the solar energy area, near home or near UF
+ I can look for "tecnico em eletrotecnica vagas" on google and find interestin results
*** Saving up money
+ Divide my gains
+ Learn to invest (buy milleage too)
+ Get a credit card and learn how to use it
*** My expenses
+ Electronics: Storage, Proton Mail premium, website domain
+ Clothes: T-shirts, pants, shorts, socks
+ Supplies: Shaver, Scale
** Selfcare
+ Working out is a huge topic, at least to make it work :)
+ Learn how to cook (urgently!!! - i don't wanna rely on others for this)
+ Get a good beard (be confortable) and don't become bald!
*** Working out
*** Cooking
*** Hair
** Studying
+ Another huge topic, because you never stop it
+ Spiritism, seriously it is a way of living
+ Research with ndeavours, english club, relvas, and rockets
+ Open source? Maybe relvas helps you + a talk on libre planet
+ Spanish and german, this is the time to learn those
*** Spiritism
*** Research
*** Languages
