html/org-pages/ideasx/turning18.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-11-05 Sat 22:44 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Turning18</title>
<meta name="author" content="Luís Spengler" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">Turning18</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org2b9d945">1. What to do in 2023?</a>
<ul>
<li><a href="#orgd93e521">1.1. Money</a>
<ul>
<li><a href="#org712388f">1.1.1. Getting work</a></li>
<li><a href="#orgffa730d">1.1.2. Saving up money</a></li>
<li><a href="#orge10e90e">1.1.3. My expenses</a></li>
</ul>
</li>
<li><a href="#org47ffcbe">1.2. Selfcare</a>
<ul>
<li><a href="#orgfcfaeac">1.2.1. Working out</a></li>
<li><a href="#orga37aa37">1.2.2. Cooking</a></li>
<li><a href="#orgd3e9042">1.2.3. Hair</a></li>
</ul>
</li>
<li><a href="#org787c6b5">1.3. Studying</a>
<ul>
<li><a href="#orgfcfc8e6">1.3.1. Spiritism</a></li>
<li><a href="#orgb82ed78">1.3.2. Research</a></li>
<li><a href="#org6dda964">1.3.3. Languages</a></li>
</ul>
</li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-org2b9d945" class="outline-2">
<h2 id="org2b9d945"><span class="section-number-2">1.</span> What to do in 2023?</h2>
<div class="outline-text-2" id="text-1">
<ul class="org-ul">
<li>Building up your money - get a job, save at most you can, spend in things you will be using for the next 5 years</li>
<li>Studying&#x2026; the hard topic, if I haven&rsquo;t gotten into university in December, enroll at UF and go at least to march/april (your last admissions result deadline)</li>
<li>Taking care of yoursef - working out with diet and learning to cook (build your discipline) (only after the army is done with me), no faping, getting a good beard, learn spanish and german</li>
</ul>
</div>

<div id="outline-container-orgd93e521" class="outline-3">
<h3 id="orgd93e521"><span class="section-number-3">1.1.</span> Money</h3>
<div class="outline-text-3" id="text-1-1">
<ul class="org-ul">
<li>&ldquo;Take money a lot more seriously than the others around you.&rdquo;</li>
<li>You should have an idea with what to do with every penny you have, and always spend less than you win</li>
<li>How much of electronics, clothes, and supplies do you need next year?</li>
<li>How are you going to earn money?</li>
</ul>
</div>
<div id="outline-container-org712388f" class="outline-4">
<h4 id="org712388f"><span class="section-number-4">1.1.1.</span> Getting work</h4>
<div class="outline-text-4" id="text-1-1-1">
<ul class="org-ul">
<li>Energisa - técnico em operação de sistema I</li>
<li>Companies in the solar energy area, near home or near UF</li>
<li>I can look for &ldquo;tecnico em eletrotecnica vagas&rdquo; on google and find interestin results</li>
</ul>
</div>
</div>
<div id="outline-container-orgffa730d" class="outline-4">
<h4 id="orgffa730d"><span class="section-number-4">1.1.2.</span> Saving up money</h4>
<div class="outline-text-4" id="text-1-1-2">
<ul class="org-ul">
<li>Divide my gains</li>
<li>Learn to invest (buy milleage too)</li>
<li>Get a credit card and learn how to use it</li>
</ul>
</div>
</div>
<div id="outline-container-orge10e90e" class="outline-4">
<h4 id="orge10e90e"><span class="section-number-4">1.1.3.</span> My expenses</h4>
<div class="outline-text-4" id="text-1-1-3">
<ul class="org-ul">
<li>Electronics: Storage, Proton Mail premium, website domain</li>
<li>Clothes: T-shirts, pants, shorts, socks</li>
<li>Supplies: Shaver, Scale</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org47ffcbe" class="outline-3">
<h3 id="org47ffcbe"><span class="section-number-3">1.2.</span> Selfcare</h3>
<div class="outline-text-3" id="text-1-2">
<ul class="org-ul">
<li>Working out is a huge topic, at least to make it work :)</li>
<li>Learn how to cook (urgently!!! - i don&rsquo;t wanna rely on others for this)</li>
<li>Get a good beard (be confortable) and don&rsquo;t become bald!</li>
</ul>
</div>
<div id="outline-container-orgfcfaeac" class="outline-4">
<h4 id="orgfcfaeac"><span class="section-number-4">1.2.1.</span> Working out</h4>
</div>
<div id="outline-container-orga37aa37" class="outline-4">
<h4 id="orga37aa37"><span class="section-number-4">1.2.2.</span> Cooking</h4>
</div>
<div id="outline-container-orgd3e9042" class="outline-4">
<h4 id="orgd3e9042"><span class="section-number-4">1.2.3.</span> Hair</h4>
</div>
</div>
<div id="outline-container-org787c6b5" class="outline-3">
<h3 id="org787c6b5"><span class="section-number-3">1.3.</span> Studying</h3>
<div class="outline-text-3" id="text-1-3">
<ul class="org-ul">
<li>Another huge topic, because you never stop it</li>
<li>Spiritism, seriously it is a way of living</li>
<li>Research with ndeavours, english club, relvas, and rockets</li>
<li>Open source? Maybe relvas helps you + a talk on libre planet</li>
<li>Spanish and german, this is the time to learn those</li>
</ul>
</div>
<div id="outline-container-orgfcfc8e6" class="outline-4">
<h4 id="orgfcfc8e6"><span class="section-number-4">1.3.1.</span> Spiritism</h4>
</div>
<div id="outline-container-orgb82ed78" class="outline-4">
<h4 id="orgb82ed78"><span class="section-number-4">1.3.2.</span> Research</h4>
</div>
<div id="outline-container-org6dda964" class="outline-4">
<h4 id="org6dda964"><span class="section-number-4">1.3.3.</span> Languages</h4>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Luís Spengler</p>
<p class="date">Created: 2022-11-05 Sat 22:44</p>
</div>
</body>
</html>
